Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/eu_institutions/european_parliament.html.txt.tmx
Source language: en
Languages: ga

source: The European Parliament is the institution that represents the citizens of the Member States
ga: Is í Parlaimint na hEorpa an institiúid a dhéanann ionadaíocht ar shaoránaigh na mBall Stát

source: About 503 million European citizens in 28 countries are currently represented by 766 representatives at the European Parliament
ga: Tá 766 ionadaí i bParlaimint na hEorpa faoi láthair, ag déanamh ionadaíocht ar bheagnach 503 milliún saoránach Eorpach i 28 tír

source: The Parliament meets and deliberates in public at the Parliament buildings in Strasbourg in France
ga: Buaileann an Pharlaimint le chéile agus déanann sí breithniú go poiblí i bhfoirgnimh na Parlaiminte i Strasbourg sa bhFrainc

source: The first direct elections to the European Parliament were held in June 1979 and are held every 5 years in the month of June
ga: Bhí na chéad thoghcháin dhíreacha chuig Parlaimint na hEorpa ar siúl i Meitheamh 1979 agus bíonn siad ar siúl gach 5 bliana i mí an Mheithimh

source: There are a broad range of political groups at the European Parliament
ga: Tá réimse leathan grúpaí polaitiúla i bParlaimint na hEorpa

source: Usually, MEPs join a political group at the Parliament and sit and vote with that group
ga: Go hiondúil, téann Feisirí Pharlaimint na hEorpa (FPEanna) le grúpa polaitiúil ag an bParlaimint agus suíonn siad agus vótálann siad leis an ngrúpa sin

source: MEPs of the European Parliment are not obliged to vote with their political groups
ga: Níl iallach ar FPEanna Pharlaimint na hEorpa, áfach, vótáil lena ngrúpa polaitiúil

source: The European Parliament has an elected president who oversees all the activities of the Parliament and its various parts
ga: Tá uachtarán tofa ag Parlaimint na hEorpa a dhéanann maoirsiú ar ghníomhaíochtaí ar fad na Parlaiminte agus a codanna éagsúla

source: The Parliament has three main powers:
ga: Tá trí phríomhchumhacht ag an bParlaimint:

source: • The power to legislate
ga: • An chumhacht reachtaíocht a dhéanamh

source: This power is shared with the Council of the European Union
ga: Tá an chumhacht seo arna roinnt le Comhairle an Aontais Eorpaigh I bhformhór na gcásanna, déantar dlíthe Eorpacha trí phróiseas comhchinnte

source: In most situations, European laws are made by a co-decision procedure. This means that the Council and the Parliament jointly adopt law
ga: Ciallaíonn sé seo gur féidir leis an gComhairle agus an Pharlaimint comh-uchtú a dhéanamh ar dhlí

source: The Parliament can make amendments to legislation under this procedure
ga: Is féidir leis an bParlaimint leasuithe a dhéanamh ar reachtaíocht faoin bpróiseas seo

source: However, there are certain important areas, for example, tax legislation, where the Parliament may only give an opinion as to whether a proposed piece of legislation can become law
ga: Tá réimsí tábhachtacha áirithe, mar shampla reachtaíocht cánach, áit nach bhfuil de chumhacht ag an bParlaimint ach tuairim a thabhairt cibé an féidir nó nach féidir píosa reachtaíochta atá molta a thabhairt isteach sa dlí

source: This power is also shared with the Council
ga: Tá an chumhacht seo freisin arna roinnt leis an gComhairle

source: The Parliament supervises spending by the EU and it also adopts the annual budget for the EU
ga: Déanann an Pharlaimint maoirsiú ar chaiteachas an AE agus glacann sí le buiséad bliantúil an AE freisin

source: It has the last word on spending on the European Regional Development Fund, the European Social Fund, cultural and educational programmes, humanitarian aid and refugee programmes
ga: Is aici atá an cinneadh deireanach maidir le caiteachas ar Chiste Forbartha Réigiúnaigh na hEorpa, Ciste Sóisialta na hEorpa, cabhair dhaonnúil agus cláir theifigh

source: However, when it comes to spending on agriculture and spending arising from international agreements, the Parliament can propose modifications but the Council has the final say
ga: Maidir le caiteachas ar thalmhaíocht agus caiteachas a thagann ó chomhaontais idirnáisiúnta, is féidir leis an bParlaimint athruithe a mholadh ach is ag an gComhairle atá an cinneadh deiridh

source: • The power of democratic supervision
ga: • An chumhacht um maoirsiú daonlathach

source: It sets up committees of inquiry to investigate certain matters
ga: Déanann an Pharlaimint maoirsiú ar gach gníomhaíocht Chomhphobail

source: It also plays a crucial role in supervising the European Commission
ga: Bunaíonn sí coistí fiosrúcháin chun fiosrú a dhéanamh ar cheisteanna áirithe

source: The Commission must submit reports to the Parliament on its activities and must answer written or oral questions during Question Time
ga: Tá ról lárnach aici freisin i maoirsiú Choimisiúin na hEorpa

source: If two-thirds of the Parliament vote in favour of a motion of censure against the Commission, the entire Commission is forced to resign. The European Parliment also has powers where enlargement of the European Union is concerned
ga: Ní mór don Choimisiún tuairiscí a sheoladh faoi bhráid na Parlaiminte maidir lena ghníomhaíochtaí agus ceisteanna scríofa nó béil a fhreagairt i rith "Tráth na gCeisteanna"

source: The European Parliment monitors the negotiations between the EU and countries that wish to join the EU, such as, Turkey. At the end of the negotiating process the European Parliment has to agree to their membership of the EU
ga: Má chaitheann dhá thrian den Pharlaimint vóta ar son rúin imcháinte i gcoinne an Choimisiúin, ní mór don Choimisiún iomlán éirí as a bpostanna

source: Visiting the European Parliament
ga: Cuairt ar Pharlaimint na hEorpa

source: The Parliament receives groups of visitors in its three places of work, Brussels, Luxembourg and Strasbourg, not only during part-sessions but also outside part-sessions
ga: Glacann an Pharlaimint le grúpaí cuairteoirí ina trí áit oibre, an Bhruiséal, an Lucsamburg agus Strasbourg, ní hamháin le linn páirtsheisiúin ach freisin taobh amuigh de pháirtsheisiúin

source: Visits last approximately one to three hours and include a talk, given by a European Parliament official, on what the Parliament is and how it works, followed by a question and answer session
ga: Seasann cuairteanna idir uair agus trí uaire an chloig agus mar chuid den chuairt tugann oifigeach de chuid Phairlimint na hEorpa caint ar céard é an Pharlaimint agus conas a oibríonn sí, le seisiún ceisteanna agus freagraí ina ndiaidh

source: Some visits include a video presentation or an exchange of views with an MEP
ga: Bíonn cur i láthair físeáin nó malartú tuairimí le FPE i gceist i gcuid de na cuairteanna

source: Find out more information about visiting the European Parliament here
ga: Faigh tuilleadh eolais faoi chuairt a thabhairt ar Pharlaimint na hEorpa anseo

source: Access to official European Parliamentary documents
ga: Rochtain ar chaipéisí oifigiúla Pharlaimint na hEorpa

source: The European Parliament's official documents include documents of the parliamentary committees and the interparliamentary delegations, plenary sittings and parliamentary questions
ga: Ar cháipéisí oifigiúla Pharlaimint na hEorpa áirítear cáipéisí na gcoistí parlaiminte agus na toscaireachtaí idirpharlaiminte, seisiúin iomlánacha agus ceisteanna parlaiminte

source: You can also consult a public register of documents of the European Parliament
ga: Is féidir leat féachaint freisin ar chlár poiblí de cháipéisí de chuid Pharlaimint na hEorpa

source: Further information can be found in the booklet Access to European Parliament, Council and Commission documents - A user's guide (pdf)
ga: Is féidir tuilleadh eolais a fháil sa leabhrán (pdf)

source: Europe Direct provides help with using EU websites
ga: Cuireann Europe Direct cabhair ar fáil le húsáid láithreán gréasáin an AE

source: Your voice in Europe
ga: Do ghlór san Eoraip

source: European citizenship gives EU citizens the right of free movement and residence in the territory of the Member States, the right to vote and stand for election in European and local elections, the right to diplomatic protection in third countries, as well as:
ga: Tugann saoránacht Eorpach an ceart saor-ghluaiseacht agus saor-chónaí do shaoránaigh an AE i gcríocha na mBall Stát, an ceart vóta a chaitheamh agus seasamh i gcomhair toghchán Eorpach agus áitiúil, an ceart cosaint taidhleoireachta i dtíortha sa tríú domhan, chomh maith le:

source: • The right to petition the European Parliament
ga: • an ceart achainí a dhéanamh ar Pharlaimint na hEorpa

source: • The right to bring complaints before the European Ombudsman;
ga: • an ceart gearáin a dhéanamh os comhair Ombudsman na hEorpa

source: • The right to address any of the Union's institutions or bodies in one of the official languages, including Irish, and to receive an answer in the same language
ga: • an ceart plé le haon institiúid nó comhlacht de chuid an Aontais i gceann de na teangacha oifigiúla, lena n-áirítear Gaeilge, agus freagra a fháil sa teanga chéanna

source: Members of the public can also obtain information from the European Parliament's information offices in the member states or ask questions via the Citizens' Enquiry Service
ga: Is féidir le baill den phobal eolas a fháil freisin ó oifigí eolais Pharlaimint na hEorpa sna baill stáit nó ceisteanna a chur trí Bhosca Poist na Saoránach

source: Anyone residing in an EU member state has the right to submit a petition to the European Parliament, individually or as part of a group, on matters concerning them directly which fall within the European Union's remit
ga: Tá ceart ag gach duine atá ina chónaí i mballstát AE achainí a sheoladh chuig Parlaimint na hEorpa, ina aonar nó mar chuid de ghrúpa, le haghaidh ábhar laistigh de théarmaí tagartha Pharlaimint na hEorpa a bhaineann leo go díreach

source: Contact information for petitions is set out below
ga: Tá sonraí teagmhála le haghaidh achainí leagtha amach thíos

source: European Parliament Petitions Committee
ga: Coiste Achainíocha Phairlimint na hEorpa

source: Chairman of the Petitions Committee
ga: Cathaoirleach an Choiste Achainíocha
